package ir.andriod_stdio.shirazu_app1;

import android.media.Image;
import android.os.Bundle;
import android.support.v7.app.AppCompatActivity;
import android.widget.ImageView;
import android.widget.TextView;

public class SingleNewsActivity extends AppCompatActivity {

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_one_news);
        ImageView imageView = (ImageView) findViewById(R.id.news_img);
        TextView newsContex = (TextView)findViewById(R.id.news_context);
        newsContex.setText("همزمان با حضور هيات دانشگاهي فرانسه در شيراز ؛ تفاهم نامه همكاري علمي ميان دانشگاه شيراز و دانشگاه پوآتيه فرانسه توسط روساي دو دانشگاه به امضا رسيد.\n" +
                "تبادل استاد و دانشجو ، برگزاري دوره هاي مشترك آموزشي و انجام فعاليت هاي پژوهشي مشترك ؛ از محورهاي اين تفاهم نامه است.\n" +
                "در نشست مشترك رئيس دانشگاه شيراز و رئيس دانشگاه پوآتيه فرانسه كه در سالن كنفرانس دفتر رياست دانشگاه شيراز ترتيب يافت ؛ درخصوص راه هاي گسترش همكاري هاي علمي و آموزشي دوجانبه بحث و تبادل نظر شد .\n" +
                "دكتر حميد نادگران ، رئيس دانشگاه شيراز در اين نشست با معرفي ظرفيت هاي مختلف اين دانشگاه ، اظهار داشت : دانشگاه شيراز يك دانشگاه جامع و مادر در جنوب كشور ايران به شمار مي رود و در حال حاضر داراي 17 هزار دانشجو در مقاطع مختلف كارشناسي ، كارشناسي ارشد و دكتري است.\n" +
                "وي، دانشگاه شيراز را يك دانشگاه در در تراز ملي و بين المللي توصيف كرد و گفت: اين دانشگاه در نظام هاي رتبه بندي بين المللي از جايگاه خوبي برخوردار مي باشد.\n" +
                "رئيس دانشگاه شيراز با ابراز خوشحالي از شروع و استمرار تعاملات بين دو دانشگاه ، بيان كرد : در چارچوب همكاري علمي، طرفين مي توانند از ظرفيت ها و تجارب يكديگر استفاده كنند.\n" +
                "وي افزود : همكاري بين المللي ميان دانشگاه هاي ايران و كشور هاي مختلف براي توسعه و رشد علمي در دستور كار وزارت علوم، تحقيقات و فناوري است .\n" +
                "دكتر ايو ژان (Yves Jean) رييس دانشگاه پوآتيه فرانسه هم در نشست مشترك با رئيس دانشگاه شيراز گفت: دانشگاه پوآتيه يك دانشگاه شاخص بين المللي در فرانسه است و نگاه ژئوپليتيك براي ما خيلي اهميت دارد و به همين دليل امروز در دانشگاه شيراز هستيم.\n" +
                "وي ادامه داد : در شرايط امروزي؛ وقتي در جامعه بين المللي روابط خيلي سخت مي شود؛ اين روشنفكران هستند كه مي توانند راه ها را باز كنند و محققان دانشگاه پواتيه مايل به گسترش همكاري هاي خود با دانشگاه شيراز هستند.\n" +
                "وي افزود : در حال حاضر بيش از 30 هزار دانشجو كه حدود 4 هزار نفر آن ها از 122 كشور جهان هستند ؛ در دانشگاه پواتيه مشغول به تحصيل در رشته هاي مختلف مي باشند.\n" +
                "رييس دانشگاه پوآتيه فرانسه ، با بيان تاريخچه و رشته ها ؛ اين دانشگاه را پيشرو در زمينه ي علوم بين رشته اي توصيف كرد و گفت : با گسترش دوره هاي بين رشته اي ، با ديدگاه كلي و نه تك بعدي به موضوعات نگريسته مي شود و مي توان به نيازهاي جامعه پاسخ داد.\n" +
                "در اين مراسم كه Loïc Levoyer معاون اول رئيس دانشگاه پوآتيه ، دكتر نعمت اله جعفري، استاد دانشگاه پوآتيه ، دكتر جواد تشخوريان ، مدير حوزه رياست و روابط عمومي دانشگاه شيراز، دكتر ابراهيم عباسي، رئيس دانشكده حقوق و علوم سياسي ، دكتر شهرام ابراهيمي ، رئيس بخش حقوق جزا و جرم شناسي و دكتر حسين نجاري ، عضو هيات علمي دانشكده ادبيات و علوم انساني دانشگاه شيراز هم حضور داشتند ؛ در خصوص گسترش همكاري ها به ويژه راه اندازي رشته ي ''روانپزشكي جنايي قانوني'' با همكاري مشترك دانشگاه هاي شيراز، علوم پزشكي شيراز و پوآتيه فرانسه ، بحث و تبادل نظر صورت گرفت.");

       imageView.setImageResource(R.drawable.tafahomname);

    }

}

